Repository: martoadler-bit/arcadepad
Catalog: ArcadePad/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: ■ STOP
de: ■ STOPP
es: ■ DETENER
fr: ■ ARRÊTER
ja: ■ 停止
ko: ■ 정지
pt_br: ■ PARAR
zh_hans: ■ 停止

source: ▶ PLAY
de: ▶ ABSPIELEN
es: ▶ REPRODUCIR
fr: ▶ LECTURE
it: ▶ RIPRODUCI
ja: ▶ 再生
ko: ▶ 재생
pt_br: ▶ TOCAR
zh_hans: ▶ 播放

source: ● RECORD
de: ● AUFNEHMEN
es: ● GRABAR
fr: ● ENREGISTRER
it: ● REGISTRA
ja: ● 録音
ko: ● 녹음
pt_br: ● GRAVAR
zh_hans: ● 录制

source: ADD SEGMENT
de: SEGMENT HINZUFÜGEN
es: AGREGAR SEGMENTO
fr: AJOUTER UN SEGMENT
it: AGGIUNGI SEGMENTO
ja: セグメントを追加
ko: 세그먼트 추가
pt_br: ADICIONAR SEGMENTO
zh_hans: 添加片段

source: Anyone with the link can play these samples in a browser for 7 days. Only share content you have the rights to.
de: Jeder mit dem Link kann diese Samples 7 Tage lang im Browser abspielen. Teile nur Inhalte, an denen du die Rechte besitzt.
es: Cualquiera con el link va a poder reproducir estos samples desde un navegador durante 7 días. Compartí solo contenido sobre el que tengas derechos.
fr: Toute personne disposant du lien pourra lire ces samples dans un navigateur pendant 7 jours. Ne partagez que du contenu dont vous détenez les droits.
it: Chiunque abbia il link potrà riprodurre questi sample in un browser per 7 giorni. Condividi solo contenuti di cui possiedi i diritti.
ja: リンクを持つ人は誰でも7日間ブラウザでこれらのサンプルを再生できます。権利を持つコンテンツのみ共有してください。
ko: 링크가 있는 누구나 7일 동안 브라우저에서 이 샘플을 재생할 수 있습니다. 권리가 있는 콘텐츠만 공유하세요.
pt_br: Qualquer pessoa com o link poderá reproduzir essas samples em um navegador por 7 dias. Compartilhe apenas conteúdo sobre o qual você tenha direitos.
zh_hans: 任何拿到链接的人都能在7天内于浏览器中播放这些样本。请只分享你拥有权利的内容。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Choke Group
de: Choke-Gruppe
es: Grupo de corte
fr: Groupe d'étouffement
it: Gruppo choke
ja: チョークグループ
ko: 초크 그룹
pt_br: Grupo de corte
zh_hans: 静音组

source: CHOKE GROUP
de: CHOKE-GRUPPE
es: GRUPO DE CORTE
fr: GROUPE D'ÉTOUFFEMENT
it: GRUPPO CHOKE
ja: チョークグループ
ko: 초크 그룹
pt_br: GRUPO DE CORTE
zh_hans: 静音组

source: Choose Pad
de: Pad wählen
es: Elegir pad
fr: Choisir un pad
it: Scegli pad
ja: パッドを選択
ko: 패드 선택
pt_br: Escolher pad
zh_hans: 选择垫片

source: CLEAR PAD
de: PAD LÖSCHEN
es: BORRAR PAD
fr: EFFACER LE PAD
it: CANCELLA PAD
ja: パッドをクリア
ko: 패드 지우기
pt_br: LIMPAR PAD
zh_hans: 清除垫片

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭

source: Copies this pad's sample and settings onto the pad you pick.
de: Kopiert das Sample und die Einstellungen dieses Pads auf das ausgewählte Pad.
es: Copia el sample y la configuración de este pad al que elijas.
fr: Copie le sample et les réglages de ce pad vers celui que vous choisissez.
it: Copia il sample e le impostazioni di questo pad su quello che scegli.
ja: このパッドのサンプルと設定を、選択したパッドにコピーします。
ko: 이 패드의 샘플과 설정을 선택한 패드로 복사합니다.
pt_br: Copia a sample e as configurações deste pad para o que você escolher.
zh_hans: 将此垫片的音频样本和设置复制到你选择的垫片上。

source: Couldn't authenticate with the share service.
de: Authentifizierung beim Freigabedienst fehlgeschlagen.
es: No se pudo autenticar con el servicio de compartir.
fr: Impossible de s'authentifier auprès du service de partage.
it: Impossibile autenticarsi con il servizio di condivisione.
ja: 共有サービスへの認証に失敗しました。
ko: 공유 서비스 인증에 실패했습니다.
pt_br: Não foi possível autenticar com o serviço de compartilhamento.
zh_hans: 无法通过分享服务进行身份验证。

source: Couldn't write the exported audio file.
de: Die exportierte Audiodatei konnte nicht geschrieben werden.
es: No se pudo escribir el archivo de audio exportado.
fr: Impossible d'écrire le fichier audio exporté.
it: Impossibile scrivere il file audio esportato.
ja: エクスポートした音声ファイルを書き込めませんでした。
ko: 내보낸 오디오 파일을 쓸 수 없습니다.
pt_br: Não foi possível gravar o arquivo de áudio exportado.
zh_hans: 无法写入导出的音频文件。

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 만들기
pt_br: Criar
zh_hans: 创建

source: Cuts placed at the loudest onsets — hits, words, notes.
de: Schnitte werden an den lautesten Einsätzen gesetzt — Schläge, Wörter, Noten.
es: Los cortes se ubican en los ataques más fuertes — golpes, palabras, notas.
fr: Les coupes sont placées sur les attaques les plus fortes — coups, mots, notes.
it: I tagli vengono posizionati sugli attacchi più forti — colpi, parole, note.
ja: 最も強いアタック（ヒット、単語、音）にカットが配置されます。
ko: 가장 강한 시작점(타격, 단어, 음)에 컷이 배치됩니다.
pt_br: Os cortes ficam nos ataques mais fortes — batidas, palavras, notas.
zh_hans: 切点会自动放在最强的起始点——打点、词语或音符处。

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

source: Detecting transients…
de: Transienten werden erkannt…
es: Detectando transientes…
fr: Détection des transitoires…
it: Rilevamento transitori…
ja: トランジェントを検出中…
ko: 트랜지언트 감지 중…
pt_br: Detectando transientes…
zh_hans: 正在检测瞬态…

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
pt_br: Duplicar
zh_hans: 复制

source: Duplicate To…
de: Duplizieren nach…
es: Duplicar a…
fr: Dupliquer vers…
it: Duplica in…
ja: 複製先…
ko: 복제 대상…
pt_br: Duplicar para…
zh_hans: 复制到…

source: DUPLICATE TO...
de: DUPLIZIEREN NACH...
es: DUPLICAR A...
fr: DUPLIQUER VERS...
it: DUPLICA IN...
ja: 複製先...
ko: 복제 대상...
pt_br: DUPLICAR PARA...
zh_hans: 复制到...

source: EFFECTS
de: EFFEKTE
es: EFECTOS
fr: EFFETS
it: EFFETTI
ja: エフェクト
ko: 이펙트
pt_br: EFEITOS
zh_hans: 效果

source: END
de: ENDE
es: FIN
fr: FIN
it: FINE
ja: 終了
ko: 끝
pt_br: FIM
zh_hans: 终点

source: EXPORT
de: EXPORTIEREN
es: EXPORTAR
fr: EXPORTER
it: ESPORTA
ja: エクスポート
ko: 내보내기
pt_br: EXPORTAR
zh_hans: 导出

source: FILTER CLOSED
de: FILTER GESCHLOSSEN
es: FILTRO CERRADO
fr: FILTRE FERMÉ
it: FILTRO CHIUSO
ja: フィルター閉鎖
ko: 필터 클로즈
pt_br: FILTRO FECHADO
zh_hans: 滤波器关闭

source: FILTER OPEN
de: FILTER OFFEN
es: FILTRO ABIERTO
fr: FILTRE OUVERT
it: FILTRO APERTO
ja: フィルター開放
ko: 필터 오픈
pt_br: FILTRO ABERTO
zh_hans: 滤波器开放

source: Give each segment its own pad.
de: Gib jedem Segment ein eigenes Pad.
es: Asigná un pad distinto a cada segmento.
fr: Attribuez à chaque segment son propre pad.
it: Assegna a ogni segmento il proprio pad.
ja: 各セグメントに個別のパッドを割り当ててください。
ko: 각 세그먼트에 고유한 패드를 지정하세요.
pt_br: Dê a cada segmento seu próprio pad.
zh_hans: 为每个片段分配一个独立的垫片。

source: Grid
de: Raster
es: Grilla
fr: Grille
it: Griglia
ja: グリッド
ko: 그리드
pt_br: Grade
zh_hans: 网格

source: Grid Size
de: Rastergröße
es: Tamaño de grilla
fr: Taille de la grille
it: Dimensione griglia
ja: グリッドサイズ
ko: 그리드 크기
pt_br: Tamanho da grade
zh_hans: 网格大小

source: Hold a direction to edit or trigger its FX.
de: Halte eine Richtung, um deren FX zu bearbeiten oder auszulösen.
es: Mantené una dirección para editar o disparar su FX.
fr: Maintenez une direction pour modifier ou déclencher son FX.
it: Tieni premuta una direzione per modificare o attivare il suo FX.
ja: 方向を押したままにすると、そのFXを編集または実行できます。
ko: 방향을 누르고 있으면 해당 FX를 편집하거나 실행합니다.
pt_br: Segure uma direção para editar ou disparar seu FX.
zh_hans: 按住某个方向即可编辑或触发对应音效。

source: Hold the joystick in a direction, then pick its FX here — each of the 4 directions keeps its own.
de: Halte den Joystick in eine Richtung und wähle hier den FX dafür — jede der 4 Richtungen behält ihren eigenen.
es: Mantené el joystick en una dirección y elegí su FX acá — cada una de las 4 direcciones guarda el suyo.
fr: Maintenez le joystick dans une direction, puis choisissez son FX ici — chacune des 4 directions garde le sien.
it: Tieni il joystick in una direzione, poi scegli il suo FX qui — ognuna delle 4 direzioni mantiene il proprio.
ja: ジョイスティックを一方向に押したまま、ここでそのFXを選択してください。4方向それぞれが独自のFXを保持します。
ko: 조이스틱을 한 방향으로 누른 채로 여기서 FX를 선택하세요 — 4방향 각각 고유한 설정을 유지합니다.
pt_br: Segure o joystick em uma direção e escolha o FX aqui — cada uma das 4 direções guarda o seu.
zh_hans: 将摇杆保持在某个方向，然后在此选择对应的音效——4个方向各自保留自己的设置。

source: Kit Library
de: Kit-Bibliothek
es: Biblioteca de kits
fr: Bibliothèque de kits
it: Libreria kit
ja: キットライブラリ
ko: 키트 라이브러리
pt_br: Biblioteca de kits
zh_hans: 套件库

source: MICROPHONE
de: MIKROFON
es: MICRÓFONO
it: MICROFONO
ja: マイク
ko: 마이크
pt_br: MICROFONE
zh_hans: 麦克风

source: Microphone access denied — enable it in Settings.
de: Mikrofonzugriff verweigert — aktiviere ihn in den Einstellungen.
es: Acceso al micrófono denegado — activalo en Ajustes.
fr: Accès au micro refusé — activez-le dans Réglages.
it: Accesso al microfono negato — attivalo in Impostazioni.
ja: マイクへのアクセスが拒否されています。設定で有効にしてください。
ko: 마이크 접근이 거부되었습니다 — 설정에서 활성화하세요.
pt_br: Acesso ao microfone negado — ative em Ajustes.
zh_hans: 麦克风访问被拒绝——请在设置中启用。

source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pt_br: Modo
zh_hans: 模式

source: MUSICAL
de: MUSIKALISCH
it: MUSICALE
ja: ミュージカル
ko: 뮤지컬
zh_hans: 音乐类

source: My Kits
de: Meine Kits
es: Mis kits
fr: Mes kits
it: I miei kit
ja: マイキット
ko: 내 키트
pt_br: Meus kits
zh_hans: 我的套件

source: MY KITS
de: MEINE KITS
es: MIS KITS
fr: MES KITS
it: I MIEI KIT
ja: マイキット
ko: 내 키트
pt_br: MEUS KITS
zh_hans: 我的套件

source: Name your kit
de: Benenne dein Kit
es: Ponele nombre a tu kit
fr: Nommez votre kit
it: Dai un nome al tuo kit
ja: キットに名前を付けてください
ko: 키트 이름을 지정하세요
pt_br: Dê um nome ao seu kit
zh_hans: 给你的套件命名

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
zh_hans: 无

source: OFF
de: AUS
es: APAGADO
fr: DÉSACTIVÉ
it: SPENTO
ja: オフ
ko: 꺼짐
pt_br: DESLIGADO
zh_hans: 关闭

source: ONE-SHOT
de: EINZELSCHUSS
es: UN DISPARO
fr: MONO-COUP
it: MONO-COLPO
ja: ワンショット
ko: 원샷
pt_br: UM DISPARO
zh_hans: 单次触发

source: Only capture audio you have the rights to use.
de: Erfasse nur Audio, das du nutzen darfst.
es: Capturá solo audio sobre el que tengas derechos de uso.
fr: Ne capturez que de l'audio dont vous avez le droit d'usage.
it: Cattura solo audio che hai il diritto di usare.
ja: 使用権のある音声のみ録音してください。
ko: 사용 권한이 있는 오디오만 캡처하세요.
pt_br: Capture apenas áudio sobre o qual você tenha direitos de uso.
zh_hans: 只录制你有权使用的音频。

source: Only share samples you have the rights to.
de: Teile nur Samples, an denen du die Rechte besitzt.
es: Compartí solo samples sobre los que tengas derechos.
fr: Ne partagez que des samples dont vous détenez les droits.
it: Condividi solo sample di cui possiedi i diritti.
ja: 権利を持つサンプルのみ共有してください。
ko: 권리가 있는 샘플만 공유하세요.
pt_br: Compartilhe apenas samples sobre os quais você tenha direitos.
zh_hans: 只分享你拥有权利的音频样本。

source: OPEN
de: OFFEN
es: ABIERTO
fr: OUVERT
it: APERTO
ja: 開いています
ko: 열림
pt_br: ABERTO
zh_hans: 已打开

source: Overwrite
de: Überschreiben
es: Sobrescribir
fr: Écraser
it: Sovrascrivi
ja: 上書き
ko: 덮어쓰기
pt_br: Sobrescrever
zh_hans: 覆盖

source: Overwrite this pad?
de: Dieses Pad überschreiben?
es: ¿Sobrescribir este pad?
fr: Écraser ce pad ?
it: Sovrascrivere questo pad?
ja: このパッドを上書きしますか？
ko: 이 패드를 덮어쓰시겠습니까?
pt_br: Sobrescrever este pad?
zh_hans: 要覆盖这个垫片吗？

source: PERCUSSION
de: PERKUSSION
es: PERCUSIÓN
it: PERCUSSIONI
ja: パーカッション
ko: 타악기
pt_br: PERCUSSÃO
zh_hans: 打击乐

source: PITCH
de: TONHÖHE
es: TONO
fr: HAUTEUR
it: INTONAZIONE
ja: ピッチ
ko: 피치
pt_br: TOM
zh_hans: 音高

source: PITCH & VOLUME
de: TONHÖHE & LAUTSTÄRKE
es: TONO Y VOLUMEN
fr: HAUTEUR & VOLUME
it: INTONAZIONE E VOLUME
ja: ピッチと音量
ko: 피치 및 볼륨
pt_br: TOM E VOLUME
zh_hans: 音高与音量

source: PITCH DOWN
de: TONHÖHE RUNTER
es: TONO ABAJO
fr: HAUTEUR -
it: INTONAZIONE GIÙ
ja: ピッチダウン
ko: 피치 다운
pt_br: TOM PARA BAIXO
zh_hans: 音高降低

source: PITCH UP
de: TONHÖHE HOCH
es: TONO ARRIBA
fr: HAUTEUR +
it: INTONAZIONE SU
ja: ピッチアップ
ko: 피치 업
pt_br: TOM PARA CIMA
zh_hans: 音高升高

source: PLAYBACK MODE
de: WIEDERGABEMODUS
es: MODO DE REPRODUCCIÓN
fr: MODE DE LECTURE
it: MODALITÀ RIPRODUZIONE
ja: 再生モード
ko: 재생 모드
pt_br: MODO DE REPRODUÇÃO
zh_hans: 播放模式

source: PREVIEW
de: VORSCHAU
es: VISTA PREVIA
fr: APERÇU
it: ANTEPRIMA
ja: プレビュー
ko: 미리듣기
pt_br: PRÉVIA
zh_hans: 预览

source: RE-DETECT
de: NEU ERKENNEN
es: RE-DETECTAR
fr: REDÉTECTER
it: RILEVA DI NUOVO
ja: 再検出
ko: 다시 감지
pt_br: RE-DETECTAR
zh_hans: 重新检测

source: RE-RECORD
de: NEU AUFNEHMEN
es: REGRABAR
fr: RÉENREGISTRER
it: RI-REGISTRA
ja: 再録音
ko: 다시 녹음
pt_br: REGRAVAR
zh_hans: 重新录制

source: RECORD SAMPLE
de: SAMPLE AUFNEHMEN
es: GRABAR SAMPLE
fr: ENREGISTRER UN SAMPLE
it: REGISTRA SAMPLE
ja: サンプルを録音
ko: 샘플 녹음
pt_br: GRAVAR SAMPLE
zh_hans: 录制样本

source: REMOVE
de: ENTFERNEN
es: QUITAR
fr: SUPPRIMER
it: RIMUOVI
ja: 削除
ko: 제거
pt_br: REMOVER
zh_hans: 移除

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
zh_hans: 重命名

source: Rename kit
de: Kit umbenennen
es: Renombrar kit
fr: Renommer le kit
it: Rinomina kit
ja: キット名を変更
ko: 키트 이름 변경
pt_br: Renomear kit
zh_hans: 重命名套件

source: Rename Kit
de: Kit umbenennen
es: Renombrar kit
fr: Renommer le kit
it: Rinomina kit
ja: キット名を変更
ko: 키트 이름 변경
pt_br: Renomear kit
zh_hans: 重命名套件

source: Rename pad
de: Pad umbenennen
es: Renombrar pad
fr: Renommer le pad
it: Rinomina pad
ja: パッド名を変更
ko: 패드 이름 변경
pt_br: Renomear pad
zh_hans: 重命名垫片

source: Rendering the sequence failed.
de: Das Rendern der Sequenz ist fehlgeschlagen.
es: Falló el renderizado de la secuencia.
fr: Le rendu de la séquence a échoué.
it: Il rendering della sequenza non è riuscito.
ja: シーケンスのレンダリングに失敗しました。
ko: 시퀀스 렌더링에 실패했습니다.
pt_br: Falha ao renderizar a sequência.
zh_hans: 序列渲染失败。

source: REVERSE
de: RÜCKWÄRTS
es: INVERTIDO
fr: INVERSÉ
it: INVERTITO
ja: リバース
ko: 리버스
pt_br: INVERTIDO
zh_hans: 反向

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存

source: SHARE ▸
de: TEILEN ▸
es: COMPARTIR ▸
fr: PARTAGER ▸
it: CONDIVIDI ▸
ja: 共有 ▸
ko: 공유 ▸
pt_br: COMPARTILHAR ▸
zh_hans: 分享 ▸

source: Share Kit
de: Kit teilen
es: Compartir kit
fr: Partager le kit
it: Condividi kit
ja: キットを共有
ko: 키트 공유
pt_br: Compartilhar kit
zh_hans: 分享套件

source: SHARE LINK
de: LINK TEILEN
es: COMPARTIR LINK
fr: PARTAGER LE LIEN
it: CONDIVIDI LINK
ja: リンクを共有
ko: 링크 공유
pt_br: COMPARTILHAR LINK
zh_hans: 分享链接

source: Share this kit publicly?
de: Dieses Kit öffentlich teilen?
es: ¿Compartir este kit públicamente?
fr: Partager ce kit publiquement ?
it: Condividere questo kit pubblicamente?
ja: このキットを公開しますか？
ko: 이 키트를 공개적으로 공유하시겠습니까?
pt_br: Compartilhar este kit publicamente?
zh_hans: 要公开分享这个套件吗？

source: Sharing isn't set up yet (missing Supabase config).
de: Teilen ist noch nicht eingerichtet (Supabase-Konfiguration fehlt).
es: Compartir todavía no está configurado (falta la config de Supabase).
fr: Le partage n'est pas encore configuré (config Supabase manquante).
it: La condivisione non è ancora configurata (manca la config di Supabase).
ja: 共有機能はまだ設定されていません（Supabase設定がありません）。
ko: 공유 기능이 아직 설정되지 않았습니다(Supabase 구성 누락).
pt_br: O compartilhamento ainda não está configurado (falta a config do Supabase).
zh_hans: 分享功能尚未配置（缺少Supabase配置）。

source: Source
de: Quelle
es: Fuente
it: Sorgente
ja: ソース
ko: 소스
pt_br: Fonte
zh_hans: 来源

source: SPLIT ACROSS PADS…
de: AUF PADS AUFTEILEN…
es: DIVIDIR ENTRE PADS…
fr: RÉPARTIR SUR LES PADS…
it: DIVIDI TRA I PAD…
ja: パッドに分割…
ko: 패드에 분할…
pt_br: DIVIDIR ENTRE PADS…
zh_hans: 分配到多个垫片…

source: Split Recording
de: Aufnahme aufteilen
es: Dividir grabación
fr: Diviser l'enregistrement
it: Dividi registrazione
ja: 録音を分割
ko: 녹음 분할
pt_br: Dividir gravação
zh_hans: 分割录音

source: STOP
de: STOPP
es: DETENER
fr: ARRÊTER
ja: 停止
ko: 정지
pt_br: PARAR
zh_hans: 停止

source: Tap below, pick ArcadePad, then Start Broadcast. Play the sound you want from another app — a red status bar appears while it's on. Stop it from here or Control Center when you're done; ArcadePad picks up the recording automatically.
de: Tippe unten, wähle ArcadePad und dann Start Broadcast. Spiele den gewünschten Sound aus einer anderen App ab — währenddessen erscheint ein roter Balken. Stoppe hier oder im Kontrollzentrum, wenn du fertig bist; ArcadePad übernimmt die Aufnahme automatisch.
es: Tocá abajo, elegí ArcadePad y después Start Broadcast. Reproducí el sonido que querés desde otra app — va a aparecer una barra roja mientras esté activo. Parálo desde acá o desde el Centro de Control cuando termines; ArcadePad toma la grabación automáticamente.
fr: Appuyez ci-dessous, choisissez ArcadePad puis Start Broadcast. Jouez le son voulu depuis une autre app — une barre rouge apparaît pendant la diffusion. Arrêtez ici ou depuis le Centre de contrôle une fois terminé ; ArcadePad récupère l'enregistrement automatiquement.
it: Tocca qui sotto, scegli ArcadePad e poi Start Broadcast. Riproduci il suono che vuoi da un'altra app — apparirà una barra rossa mentre è attivo. Fermalo da qui o dal Centro di Controllo quando hai finito; ArcadePad riceve la registrazione automaticamente.
ja: 下をタップしてArcadePadを選び、「ブロードキャストを開始」を押します。他のアプリで録音したい音を再生してください。有効な間は赤いステータスバーが表示されます。終わったらここかコントロールセンターから停止してください。録音は自動的にArcadePadに取り込まれます。
ko: 아래를 탭하고 ArcadePad를 선택한 다음 방송 시작을 누르세요. 다른 앱에서 원하는 소리를 재생하세요. 켜져 있는 동안 빨간 상태 표시줄이 나타납니다. 끝나면 여기나 제어 센터에서 중지하세요. ArcadePad가 자동으로 녹음을 가져옵니다.
pt_br: Toque abaixo, escolha ArcadePad e depois Start Broadcast. Reproduza o som que você quer em outro app — uma barra vermelha vai aparecer enquanto estiver ativo. Pare por aqui ou pela Central de Controle quando terminar; o ArcadePad pega a gravação automaticamente.
zh_hans: 点击下方，选择ArcadePad，然后点击开始广播。在其他App中播放你想要的声音——录制期间屏幕顶部会出现红色状态栏。完成后可以在这里或控制中心停止；ArcadePad会自动获取录音。

source: This kit has no samples to share yet.
de: Dieses Kit hat noch keine Samples zum Teilen.
es: Este kit todavía no tiene samples para compartir.
fr: Ce kit n'a pas encore de samples à partager.
it: Questo kit non ha ancora sample da condividere.
ja: このキットにはまだ共有できるサンプルがありません。
ko: 이 키트에는 아직 공유할 샘플이 없습니다.
pt_br: Este kit ainda não tem samples para compartilhar.
zh_hans: 这个套件还没有可分享的样本。

source: This pad already has a sample. Duplicating here replaces it.
de: Dieses Pad hat bereits ein Sample. Das Duplizieren ersetzt es.
es: Este pad ya tiene un sample. Duplicar acá lo reemplaza.
fr: Ce pad a déjà un sample. Dupliquer ici le remplacera.
it: Questo pad ha già un sample. Duplicare qui lo sostituirà.
ja: このパッドには既にサンプルがあります。複製すると置き換えられます。
ko: 이 패드에는 이미 샘플이 있습니다. 여기에 복제하면 대체됩니다.
pt_br: Este pad já tem uma sample. Duplicar aqui a substitui.
zh_hans: 这个垫片已经有音频样本了，复制到这里会替换它。

source: This pad is empty.
de: Dieses Pad ist leer.
es: Este pad está vacío.
fr: Ce pad est vide.
it: Questo pad è vuoto.
ja: このパッドは空です。
ko: 이 패드는 비어 있습니다.
pt_br: Este pad está vazio.
zh_hans: 这个垫片是空的。

source: This pattern has no active steps to export.
de: Dieses Pattern hat keine aktiven Schritte zum Exportieren.
es: Este patrón no tiene pasos activos para exportar.
fr: Ce motif n'a aucune étape active à exporter.
it: Questo pattern non ha passi attivi da esportare.
ja: このパターンにはエクスポートできるアクティブなステップがありません。
ko: 이 패턴에는 내보낼 활성 스텝이 없습니다.
pt_br: Este padrão não tem passos ativos para exportar.
zh_hans: 该节奏型没有可导出的激活步骤。

source: UPLOAD & GET LINK
de: HOCHLADEN & LINK ERHALTEN
es: SUBIR Y OBTENER LINK
fr: ENVOYER ET OBTENIR LE LIEN
it: CARICA E OTTIENI LINK
ja: アップロードしてリンク取得
ko: 업로드하고 링크 받기
pt_br: ENVIAR E OBTER LINK
zh_hans: 上传并获取链接

source: Upload & Share
de: Hochladen & Teilen
es: Subir y compartir
fr: Envoyer et partager
it: Carica e condividi
ja: アップロードして共有
ko: 업로드 및 공유
pt_br: Enviar e compartilhar
zh_hans: 上传并分享

source: Uploading…
de: Wird hochgeladen…
es: Subiendo…
fr: Envoi en cours…
it: Caricamento…
ja: アップロード中…
ko: 업로드 중…
pt_br: Enviando…
zh_hans: 上传中…

source: Uploads your kit's samples so anyone with the link can try the pads in a browser — no app install needed. Effects aren't previewed on the web, just playback. Links expire after 7 days.
de: Lädt die Samples deines Kits hoch, damit jeder mit dem Link die Pads im Browser ausprobieren kann — ohne App-Installation. Effekte werden im Web nicht wiedergegeben, nur die reine Wiedergabe. Links laufen nach 7 Tagen ab.
es: Sube los samples de tu kit para que cualquiera con el link pueda probar los pads desde el navegador — sin instalar la app. Los efectos no se escuchan en la web, solo la reproducción simple. Los links vencen a los 7 días.
fr: Envoie les samples de ton kit pour que n'importe qui avec le lien puisse essayer les pads dans un navigateur — sans installer l'app. Les effets ne sont pas prévisualisés sur le web, seulement la lecture simple. Les liens expirent après 7 jours.
it: Carica i sample del tuo kit così chiunque abbia il link può provare i pad dal browser — senza installare l'app. Gli effetti non vengono riprodotti sul web, solo la riproduzione semplice. I link scadono dopo 7 giorni.
ja: キットのサンプルをアップロードし、リンクを持つ誰でもアプリをインストールせずにブラウザでパッドを試せるようにします。エフェクトはWebではプレビューされず、再生のみです。リンクは7日で失効します。
ko: 키트의 샘플을 업로드하여 링크를 가진 누구나 앱 설치 없이 브라우저에서 패드를 사용해 볼 수 있게 합니다. 이펙트는 웹에서 미리 들을 수 없고 재생만 가능합니다. 링크는 7일 후 만료됩니다.
pt_br: Envia as samples do seu kit para que qualquer pessoa com o link possa testar os pads no navegador — sem precisar instalar o app. Os efeitos não são reproduzidos na web, só a reprodução simples. Os links expiram em 7 dias.
zh_hans: 上传你套件中的音频样本，这样任何拿到链接的人都能在浏览器里试玩这些垫片——无需安装App。网页端不支持效果预览，只能播放原声。链接7天后失效。

source: USE
de: VERWENDEN
es: USAR
fr: UTILISER
it: USA
ja: 使用
ko: 사용
pt_br: USAR
zh_hans: 使用

source: Use Number
de: Nummer verwenden
es: Usar número
fr: Utiliser le numéro
it: Usa numero
ja: 番号を使用
ko: 번호 사용
pt_br: Usar número
zh_hans: 使用编号

source: VOLUME
de: LAUTSTÄRKE
es: VOLUMEN
ja: 音量
ko: 볼륨
zh_hans: 音量

source: Waiting for broadcast…
de: Warte auf Übertragung…
es: Esperando la transmisión…
fr: En attente de la diffusion…
it: In attesa della trasmissione…
ja: ブロードキャストを待機中…
ko: 방송 대기 중…
pt_br: Aguardando a transmissão…
zh_hans: 等待广播中…

source: FILTER
es: FILTRO
fr: FILTRE
it: FILTRO
ja: フィルター
ko: 필터
pt_br: FILTRO
zh_hans: 滤波器

source: Kit name
es: Nombre del kit
fr: Nom du kit
it: Nome kit
ja: キット名
ko: 키트 이름
pt_br: Nome do kit
zh_hans: 套件名称

source: LINE / USB
es: LÍNEA / USB
fr: LIGNE / USB
it: LINEA / USB
ja: ライン / USB
ko: 라인 / USB
pt_br: LINHA / USB
zh_hans: 线路 / USB

source: Sample name
es: Nombre del sample
fr: Nom du sample
it: Nome del sample
ja: サンプル名
ko: 샘플 이름
pt_br: Nome da sample
zh_hans: 样本名称

source: START
es: INICIO
fr: DÉBUT
it: INIZIO
ja: 開始
ko: 시작
pt_br: INÍCIO
zh_hans: 起点

source: SYSTEM AUDIO
es: AUDIO DEL SISTEMA
fr: AUDIO SYSTÈME
it: AUDIO DI SISTEMA
ja: システム音声
ko: 시스템 오디오
pt_br: ÁUDIO DO SISTEMA
zh_hans: 系统音频

source: DELAY
fr: DÉLAI
ja: ディレイ
ko: 딜레이
zh_hans: 延迟

source: LOOP
fr: BOUCLE
ja: ループ
ko: 루프
zh_hans: 循环

source: REVERB
fr: RÉVERBÉRATION
it: RIVERBERO
ja: リバーブ
ko: 리버브
zh_hans: 混响

source: BITCRUSH
ja: ビットクラッシュ
ko: 비트크러시
zh_hans: 位粉碎

source: PERFORMANCE
ja: パフォーマンス
ko: 퍼포먼스
zh_hans: 演奏

source: SAMPLE
ja: サンプル
ko: 샘플
zh_hans: 样本

source: STREAMER
ja: ストリーマー
ko: 스트리머
zh_hans: 主播
